Repository: RevyakinMB/poll
Catalog: app/public/po/*.po
Languages: ru

source: (draft)
ru: (черновик)

source: A group was not deleted
ru: Группа не была удалена

source: A question set was not deleted
ru: Вопросник не был удален

source: A record was not deleted
ru: Запись не была удалена

source: A testing is invalid
ru: Тестирование некорректно

source: A testing was not deleted
ru: Тестирование не было удалено

source: A testing with specified group exists
ru: Существует тестирование с указанной группой

source: A testing with specified question set exists
ru: Существует тестирование с указанным вопросником

source: Add a question
ru: Добавить вопрос

source: Add a testee
ru: Добавить тестируемого

source: Add answer
ru: Добавить ответ

source: Add factor
ru: Добавить фактор

source: Add testee
ru: Добавить {{$ctrl.studentsRawListCount()}} тестируемого

source: Alternative choice
ru: Альтернативный выбор

source: An error occurred while backup list loading
ru: Произошла ошибка во время загрузки списка резервных копий

source: An error occurred while changes saving
ru: Произошла ошибка во время сохранения изменений

source: An error occurred while saving answer
ru: Произошла ошибка во время сохранения ответа

source: An error occurred while testings loading
ru: Произошла ошибка во время загрузки тестирований

source: An error occurred while testings saving
ru: Произошла ошибка во время сохранения тестирований

source: Answer text
ru: Текст ответа

source: Answer value is incorrect.
ru: Значение ответа неверно.

source: Answers total:
ru: Количество ответов:

source: Backup creation date
ru: Дата создания резервной копии

source: Cancel
ru: Отмена

source: Cattell
ru: Кэттелл

source: Cattell factor set
ru: Набор факторов Кэттелла

source: Cattell factor set was not loaded
ru: Набор факторов Кэттелла не был загружен

source: Click on a row to edit or remove
ru: Нажмите на строку для редактирования или удаления

source: Click on factor row to edit or remove
ru: Нажмите на строку с фактором для редактирования или удаления

source: Click on question row to edit or remove
ru: Нажмите на строку с вопросом для редактирования или удаления

source: Click to open
ru: Нажмите, чтобы открыть

source: Close
ru: Закрыть

source: Correct answer is required.
ru: Верный ответ обязателен.

source: Correct answers:
ru: Верные ответы:

source: Create
ru: Создать

source: Create new
ru: Создать

source: Create new backup
ru: Создать новую резервную копию

source: Data successfully saved
ru: Данные успешно сохранены

source: Database backup
ru: Резервная копия базы данных

source: Delete
ru: Удалить

source: Directories
ru: Справочники

source: Directory is empty. Click on `Add` to add record
ru: Справочник пуст. Нажмите на `Добавить`, чтобы создать запись

source: Done
ru: Готово

source: Download template
ru: Загрузить шаблон

source: Edit
ru: Редактировать

source: Edit testee
ru: Редактировать тестируемого

source: Education form:
ru: Форма обучения:

source: Educational form list
ru: Список форм обучения

source: Empty question text; line:
ru: Пустой текст вопроса; строка:

source: Enter a list of testees separated by new line:
ru: Введите список тестируемых, разделенных переводом строки:

source: Enter name
ru: Введите имя

source: Error
ru: Ошибка

source: Error while testing loading
ru: Произошла ошибка во время загрузки тестирования

source: Examination paper
ru: Экзаменационная ведомость

source: Factor
ru: Фактор

source: Factor Negative Name:
ru: Негативное наименование фактора:

source: Factor Positive Name:
ru: Позитивное наименование фактора:

source: Factor index and name are required
ru: Индекс и наименование фактора обязательны

source: Factor set name
ru: Наименование набора факторов

source: Factor set successfully saved
ru: Набор факторов успешно сохранен

source: Factors total:
ru: Количество факторов:

source: Field is required.
ru: Поле обязательно.

source: First name:
ru: Имя:

source: Form validation failed
ru: Форма некорректна

source: Group
ru: Группа

source: Group #{{ $ctrl.groupsMap[t.idGroup].index + ',' }}
ru: Группа №{{ $ctrl.groupsMap[t.idGroup].index + ',' }}

source: Group #{{testing.idGroup.index}},
ru: Группа №{{testing.idGroup.index}},

source: Group name
ru: Наименование группы

source: Group name:
ru: Наименование группы:

source: Group not found!
ru: Группа не найдена!

source: Group number have to be unique
ru: Номер группы должен быть уникальным

source: Group number is wrong
ru: Номер группы некорректен

source: Group number:
ru: Номер группы:

source: Group successfully saved
ru: Группа успешно сохранена

source: Group(s) successfully removed
ru: Группа(ы) успешно удалена(ы)

source: Groups
ru: Группы

source: Home
ru: Домой

source: Import...
ru: Импорт...

source: Incorrect answer weights:
ru: Некорректные коэффициенты ответов:

source: Index:
ru: Индекс:

source: Internal server error
ru: Внутренняя ошибка сервера

source: Invalid form data; fix errors to proceed
ru: Форма некорректна; исправьте ошибки, чтобы продолжить

source: Ivan
ru: Иван

source: Ivanov
ru: Иванов

source: Ivanovich
ru: Иванович

source: Last name:
ru: Фамилия:

source: List of available backups:
ru: Список доступных резервных копий:

source: Log in
ru: Войти

source: Login:
ru: Имя пользователя:

source: Mass input
ru: Массовый ввод

source: Multiple choice
ru: Множественный выбор

source: Must be capitalized.
ru: Должно начинаться с прописной буквы.

source: N/a
ru: Нет данных

source: Name
ru: Наименование

source: Name or surname is missing
ru: Имя или фамилия отсутствует

source: Name:
ru: Имя:

source: No answer selected
ru: Не указан ответ

source: No records changed
ru: Нет изменений

source: No testings changed
ru: Тестирования не изменялись

source: No testings scheduled. Click on `Create new` to add new
ru: Тестирований не запланировано. Нажмите на `Создать` чтобы добавить

source: No valid data to import
ru: Нет корректных данных для импорта

source: Page not found
ru: Страница не найдена

source: Pass test
ru: Пройти тест

source: Passed at
ru: Проводилось:

source: Passed testings:
ru: Проведенные тестирования:

source: Password:
ru: Пароль:

source: Patronymic:
ru: Отчество:

source: Please specify at least two answers to question:
ru: Укажите по крайней мере два ответа на вопрос:

source: Poll
ru: Опрос

source: Position number is incorrect.
ru: Номер позиции некорректен.

source: Practice Test
ru: Практический тест

source: Print
ru: Печать

source: Proceed
ru: Продолжить

source: Progress:
ru: Прогресс:

source: Question set
ru: Набор вопросов

source: Question set name
ru: Наименование набора вопросов

source: Question set not found!
ru: Набор вопросов не найден!

source: Question set successfully saved
ru: Набор вопросов успешно сохранен

source: Question set(s) successfully removed
ru: Набор(ы) вопросов успешно удален(ы)

source: Question sets
ru: Вопросники

source: Question text
ru: Текст вопроса

source: Question/answer text or correct answer is missing
ru: Текст вопроса/ответа или верный ответ отсутствует

source: Questions count
ru: Количество вопросов

source: Questions total:
ru: Количество вопросов:

source: Record(s) successfully removed
ru: Запись(и) успешно удалена(ы)

source: Remove
ru: Удалить

source: Remove answer
ru: Удалить ответ

source: Remove testee
ru: Удалить тестируемого

source: Restore
ru: Восстановить

source: Results
ru: Результаты

source: STEN
ru: Стены

source: Save
ru: Сохранить

source: Save factor set
ru: Сохранить набор факторов

source: Save group
ru: Сохранить группу

source: Save question set
ru: Сохранить набор вопросов

source: Save testings changes
ru: Сохранить изменения тестирований

source: Scheduled for
ru: Запланировано на:

source: Scheduled testings:
ru: Запланированные тестирования:

source: Search a testee:
ru: Найти тестируемого:

source: Search by testee's name:
ru: Поиск по имени тестируемого:

source: Select correct answer(s):
ru: Выберите правильный ответ(ы):

source: Select your name from the list:
ru: Выберите свое имя из списка:

source: Selected user have passed test already
ru: Выбранный пользователь уже прошел тест ранее

source: Sequencing
ru: Указание последовательности

source: Session changed. Please, call examiner
ru: Сессия изменилась. Пожалуйста, позовите экзаменатора

source: Settings
ru: Настройки

source: Size
ru: Размер

source: Specialty list
ru: Список специальностей

source: Specialty:
ru: Специальность:

source: Specify answers weights:
ru: Укажите веса ответов:

source: Specify answers:
ru: Укажите ответы:

source: Specify correct order of answers:
ru: Укажите правильный порядок ответов:

source: Specify unique position number for each answer.
ru: Укажите уникальное значение позиции каждого ответа.

source: Sten
ru: Баллы

source: Sten corresponding values have to be ascending
ru: Значения, соответствующие стенам должны быть возрастающими

source: Sum
ru: Сумма

source: Test passed!
ru: Тест завершен!

source: Test passing is in progress:
ru: Находится в процессе тестирования:

source: Testee:
ru: Тестируемый:

source: Testees count
ru: Количество тестируемых

source: Testees total:
ru: Количество тестируемых:

source: Testing date:
ru: Дата тестирования:

source: Testing list:
ru: Список тестирований:

source: Testing name:
ru: Наименование тестирования:

source: Testing not found
ru: Тестирование не найдено

source: Testing(s) successfully removed
ru: Тестирование(я) успешно удалено(ы)

source: Testing(s) successfully saved
ru: Тестирование(я) успешно сохранено(ы)

source: Testings
ru: Тестирования

source: There is a question with empty answer's text:
ru: Пустой ответ на вопрос:

source: There is answer to unknown question; line:
ru: Ответ на неизвестный вопрос; строка:

source: There is incorrect answer weight; line:
ru: Некорректный коэффициент ответа; строка:

source: There's ambiguous answer sequence:
ru: Неоднозначная последовательность ответов:

source: There's more then one correct answer:
ru: Указано более одного верного ответа:

source: Time elapsed:
ru: Затраченное время:

source: Type
ru: Тип

source: Unknown factor index; line:
ru: Неизвестный индекс фактора; строка:

source: Unknown file format
ru: Неизвестный формат файла

source: Use count
ru: Раз использован

source: Wrong question type; line:
ru: Некорректный тип вопроса; строка:

source: Wrong username or password
ru: Неверное имя пользователя или пароль

source: day
ru: день

source: hour
ru: час

source: minute
ru: минута

source: started testing earlier. Are you sure you want to proceed? Please click on a name again or call examiner.
ru: начал тестирование раньше. Вы уверены, что хотите продолжить? Пожалуйста, нажмите на имя снова или позовите экзаменатора.
